Repository: bakalarmh/CellScopeLoa-May-2015
Catalog: CellScopeLoa/*.lproj/Localizable.strings
Languages: fr

source: Connected
fr: Connecté

source: Disconnected
fr: Coupé

source: Searching
fr: Recherche

source: Blood fill Error
fr: Erreur de remplissage du capillaire

source: Bubbles are in the capillary or blood has coagulated.
fr: Bulles dans le capillaire ou sang coagulé.

source: Focus Error
fr: Erreur de mise au point

source: Images are not in focus.
fr: Mise au point incorrecte.

source: Insuffient data
fr: Données insuffisantes

source: Low quality fields of view.
fr: Champs de lecture de mauvaise qualité.

source: There are bubbles in the capillary.
fr: Il y a des bulles dans le capillaire.

source: Test result is invalid
fr: Résultat non valide

source: High field of view variance
fr: Variance importante entre les champs

source: High capillary to capillary variance
fr: Variance importante entre les capillaires

source: All results from this test will be discarded.
fr: Tous les résultats de ce test seront rejetées

source: Abort
fr: Avorter

source: No
fr: Non

source: Abort test?
fr: Abandonner le test?

source: There is blood flow within the capillary.
fr: Il y a le flux sanguin à l'intérieur du capillaire
